Repository: soynatan/django-easy-audit
Catalog: easyaudit/locale/*/LC_MESSAGES/django.po
Languages: de, fr, pt_br

source: Content Type
pt_br: Tipo de Conteúdo

source: User
de: Benutzer*in
fr: Utilisateur
pt_br: Usuário

source: object repr
pt_br: representação do objeto

source: object json repr
pt_br: representação json do objeto

source: changed fields
pt_br: campos alterados

source: User name
pt_br: nome do usuário

source: user
pt_br: usuário

source: Successfully removed %d rows
de: %d Einträge erfolgreich gelöscht
fr: %d lignes supprimées avec succès
pt_br: %d linhas removidas com sucesso

source: ERROR
de: FEHLER
fr: Erreur
pt_br: ERRO

source: Action cancelled by user
de: Von Benutzer*in abgebrochen
fr: Action annulée par l'utilisateur
pt_br: Ação cancelada pelo usuário

source: Purge all %s ... are you sure?
de: Alle %s löschen ... bist du sicher?
fr: Nettoyer tous les %s ... Certain ?
pt_br: Eliminar todos os %s ... tem certeza?

source: Easy Audit Application
pt_br: Aplicação Easy Audit

source: Create
de: Erstellt
fr: Сréer
pt_br: Criar

source: Update
de: Aktualisiert
fr: Modifier
pt_br: Atualizar

source: Delete
de: Gelöscht
fr: Supprimer
pt_br: Excluir

source: Many-to-Many Change
de: Mehrfachbeziehung geändert
fr: Changement plusieur-à-plusieur
pt_br: Mudança muitos para muitos

source: Reverse Many-to-Many Change
de: Mehrfachbeziehung geändert (Gegenseite)
fr: Annuler le changement plusieur-à-plusieur
pt_br: Reverter mudança muitos para muitos

source: Many-to-Many Add
de: Mehrfachbeziehung hinzugefügt
pt_br: Adicionar muitos para muitos

source: Reverse Many-to-Many Add
de: Mehrfachbeziehung hinzugefügt (Gegenseite)
pt_br: Reverter Adição muitos para muitos

source: Many-to-Many Remove
de: Mehrfachbeziehung entfernt
pt_br: Remover muitos para muitos

source: Reverse Many-to-Many Remove
de: Mehrfachbeziehung entfernt (Gegenseite)
pt_br: Reverter Remoção muitos para muitos

source: Event type
de: Ereignistyp
fr: Type évènement
pt_br: Tipo de Evento

source: Object ID
de: Objekt-ID
fr: ID de l'object
pt_br: ID do Objeto

source: Content type
fr: Type Contenu
pt_br: Tipo de conteúdo

source: Object representation
de: Objektrepräsentation
fr: Représentation de l'object
pt_br: Representação do Objeto

source: Object JSON representation
de: JSON-Repräsentation
fr: Représentation de l'objet JSON
pt_br: Representação JSON do Objeto

source: Changed fields
de: Geänderte Felder
fr: Champs modifiés
pt_br: Campos Alterados

source: String version of the user pk
de: Primärschlüssel der Benutzer*in als String
fr: Version chaine du pk utilisateur
pt_br: Versão string da PK do usuário

source: User PK as string
de: Primärschlüssel der Benutzer*in als String
fr: PK utilisateur en tant que chaine
pt_br: PK do usuário como string

source: Date time
de: Zeitpunkt
fr: Horodatage
pt_br: Data e Hora

source: CRUD event
de: CRUD-Ereignis
fr: Evènement CRUD
pt_br: Evento CRUD

source: CRUD events
de: CRUD-Ereignisse
fr: Evènements CRUD
pt_br: Eventos CRUD

source: Failed login
de: Fehlgeschlagener Login
fr: Connexion échouée
pt_br: Falha no login

source: Username
de: Benutzername
fr: Nom d'utilisateur
pt_br: Nome do usuário

source: Remote IP
de: IP-Adresse
fr: IP distante
pt_br: IP Remoto

source: login event
fr: Evènement de connexion
pt_br: Evento de Login

source: login events
fr: Evènements de connexion
pt_br: Eventos de Login

source: Method
de: Methode
fr: Méthode
pt_br: Método

source: Query string
fr: Requêtes
pt_br: String de Consulta

source: request event
de: Anfrage
fr: Evènement Requête
pt_br: Evento de Solicitação

source: request events
de: Anfragen
fr: Evènements Requête
pt_br: Eventos de Solicitação

source: Purge %(name)s
de: %(name)s löschen
fr: Vider %(name)s
pt_br: Limpar %(name)s

source: Purge
de: Löschen
fr: Vider
pt_br: Limpar

source: Please confirm deletion
de: Bitte bestätige den Löschvorgang
fr: Merci de confirmer la suppression
pt_br: Por favor, confirme a exclusão

source: This operation is destructive, cannot be undone and may require some minutes.
de: Diese Operation löscht Daten unwiderbringlich und dauert möglicherweise mehrere Minuten
fr: Cette opération est irrémédiable et demandera quelques minutes.
pt_br: Esta operação é destrutiva, não pode ser desfeita e pode demorar alguns minutos.

source: Are you sure you want to permanently remove all objects ?
de: Möchtest du wirklich alle Objekte dauerhaft löschen?
fr: Voulez-vous supprimer définitivement tous les objects
pt_br: Tem certeza de que deseja remover todos os objetos permanentemente?

source: Yes, I'm sure
de: Ja, ich bin sicher
pt_br: Sim eu tenho certeza

source: Cancel
de: Abbrechen
fr: Annuler
pt_br: Cancelar

source: CRUD history
de: CRUD Verlauf

source: Many-to-Many Clear
de: Mehrfachbeziehung zurückgesetzt

source: Reverse Many-to-Many Clear
de: Mehrfachbeziehung zurückgesetzt (Gegenseite)

source: Home
de: Start
fr: Accueil

source: Login
fr: Connexion

source: Logout
fr: Déconnexion

source: Yes, I'm sure
fr: Oui j'en suis sûre
